{
    "fields": [
      {
        "id": "4_7_2_1",
        "label": "Does your program include risk-based systems and controls to be reasonably satisfied that the registered co-operative exists?",
        "detail-required": true,
        "correct-option": "Yes",
        "detail-label": "Describe the risk-based systems and controls used to ensure the co-operative exists."
      },
      {
        "id": "4_7_2_2",
        "label": "Does your program include risk-based systems and controls to be reasonably satisfied that the names of the chairman, secretary, or equivalent officer have been provided?",
        "detail-required": true,
        "correct-option": "Yes",
        "detail-label": "Describe the systems and controls for ensuring officer names are provided."
      },
      {
        "id": "4_7_3_1",
        "label": "Does your business collect the full name of the registered co-operative?",
        "detail-required": false,
        "correct-option": "Yes"
      },
      {
        "id": "4_7_3_2",
        "label": "Does your business collect the full address of the co-operative's registered office, principal place of operations, or relevant officer's residential address?",
        "detail-required": false,
        "correct-option": "Yes"
      },
      {
        "id": "4_7_3_3",
        "label": "Does your business collect the unique identifying number issued to the co-operative upon its registration?",
        "detail-required": false,
        "correct-option": "Yes"
      },
      {
        "id": "4_7_3_4",
        "label": "Does your business collect the full names of the chairman, secretary, and treasurer (or equivalent officers)?",
        "detail-required": false,
        "correct-option": "Yes"
      },
      {
        "id": "4_7_4",
        "label": "Does your business determine whether any other KYC information relating to the co-operative's existence should be collected?",
        "detail-required": true,
        "correct-option": "Yes",
        "detail-label": "Describe the process for determining if additional KYC information is required."
      },
      {
        "id": "4_7_5_1",
        "label": "Does your business verify the full name of the registered co-operative?",
        "detail-required": false,
        "correct-option": "Yes"
      },
      {
        "id": "4_7_5_2",
        "label": "Does your business verify the unique identifying number issued to the co-operative?",
        "detail-required": false,
        "correct-option": "Yes"
      },
      {
        "id": "4_7_6",
        "label": "Does your business determine whether any other KYC information relating to the registered co-operative should be verified?",
        "detail-required": true,
        "correct-option": "Yes",
        "detail-label": "Describe how you determine if further KYC information requires verification."
      },
      {
        "id": "4_7_7_1",
        "label": "Does your business verify co-operative information using registers or minutes of meetings maintained by the co-operative?",
        "detail-required": false,
        "correct-option": "Yes"
      },
      {
        "id": "4_7_7_2",
        "label": "Does your business verify co-operative information using information provided by the State, Territory or overseas body responsible for registration?",
        "detail-required": false,
        "correct-option": "Yes"
      },
      {
        "id": "4_7_7_3",
        "label": "Does your business verify co-operative information using reliable and independent documents relating to the co-operative?",
        "detail-required": false,
        "correct-option": "Yes"
      },
      {
        "id": "4_7_7_4",
        "label": "Does your business verify co-operative information using reliable and independent electronic data?",
        "detail-required": false,
        "correct-option": "Yes"
      },
      {
        "id": "4_7_9",
        "label": "Does your business have systems to respond to discrepancies that arise during the verification of registered co-operative information?",
        "detail-required": true,
        "correct-option": "Yes",
        "detail-label": "Describe the systems and controls used to respond to discrepancies."
      }
    ],
    "groups": [
      {
        "id": "4_7",
        "title": "Part 4.7: Registered Co-operatives",
        "description": "Applicable customer identification procedures with respect to registered co-operatives."
      },
      {
        "id": "4_7_2",
        "title": "General Requirements",
        "description": "Mandatory risk-based systems and controls to ensure the entity exists and officers are identified."
      },
      {
        "id": "4_7_3",
        "title": "Collection of Information",
        "description": "Minimum KYC information to be collected for registered co-operatives."
      },
      {
        "id": "4_7_5",
        "title": "Verification of Information",
        "description": "Minimum verification requirements from official registers or independent data."
      },
      {
        "id": "4_7_7",
        "title": "Methods and Discrepancies",
        "description": "Acceptable verification sources and procedures for handling data conflicts."
      }
    ],
    "rules": [
      {
        "target": "4_7",
        "scope": "4_1_4_6",
        "effect": "SHOW",
        "schema": {
          "const": "Yes"
        }
      }
    ]
}