{
  "fields": [
    {
      "id": "4_14_1",
      "label": "Does your business utilize the exemptions for beneficial owner (Part 4.12) and politically exposed person (Part 4.13) identification as specified in Part 4.14?",
      "detail-required": false,
      "correct-option": "N/A"
    },
    {
      "id": "4_14_1_1",
      "label": "Specifically, does your business provide a designated service of a type specified in Column 1 of the Table in Part 4.14 (e.g., bullion, gambling, or low-value superannuation services)?",
      "detail-required": false,
      "correct-option": "Yes"
    },
    {
      "id": "4_14_1_2",
      "label": "Is your business exempt from Division 4 of Part 2 of the AML/CTF Act in accordance with the circumstances and conditions specified in Column 2 of the Table in Part 4.14?",
      "detail-required": false,
      "correct-option": "Yes"
    },
    {
      "id": "4_15",
      "label": "Does your program include a procedure for limited and exceptional cases where a customer cannot provide satisfactory evidence of identity (Part 4.15)?",
      "detail-required": true,
      "correct-option": "Yes",
      "detail-label": "Describe the procedure and controls used to identify customers in limited and exceptional cases."
    }
  ],
  "groups": [
    {
      "id": "4_14",
      "title": "Part 4.14: Exemptions relating to the identification of beneficial owners and politically exposed persons",
      "description": "Details the specific conditions under which a reporting entity is not required to identify beneficial owners and PEPs, typically involving services with specific thresholds or existing regulatory exemptions (e.g., bullion <$5000, licensed gaming machines <15, or business transfers)."
    },
    {
      "id": "4_15",
      "title": "Part 4.15: Procedure where customer cannot provide satisfactory evidence of identity",
      "description": "Procedures for limited and exceptional cases where individuals cannot obtain or provide standard identity evidence, including those who are homeless, experiencing family violence, living in remote areas, or undocumented arrivals."
    }
  ],
  "rules": [
    {
      "target": "4_14_1_1",
      "scope": "4_14_1",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    },
    {
      "target": "4_14_1_2",
      "scope": "4_14_1",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    }
  ]
}