{
  "fields": [
    {
      "id": "4_12_8",
      "label": "Does your business have risk-based systems and controls to respond to discrepancies arising during beneficial owner verification?",
      "detail-required": true,
      "correct-option": "Yes",
      "detail-label": "Describe the risk-based systems and controls used to respond to beneficial owner verification discrepancies."
    },
    {
      "id": "4_12_9",
      "label": "Does your business have procedures to follow when you are unable to determine the identity of a beneficial owner?",
      "detail-required": true,
      "correct-option": "Yes",
      "detail-label": "Describe the procedures followed when a beneficial owner's identity cannot be determined."
    },
    {
      "id": "4_12_9_1_a",
      "label": "For companies or partnerships, does your business identify and verify individuals entitled to exercise 25% or more of voting rights (including veto power)?",
      "detail-required": false,
      "correct-option": "Yes"
    },
    {
      "id": "4_12_9_1_b",
      "label": "For companies or partnerships, does your business identify and verify individuals holding the position of senior managing official?",
      "detail-required": false,
      "correct-option": "Yes"
    },
    {
      "id": "4_12_9_2",
      "label": "For trusts, does your business identify and verify any individual who holds the power to appoint or remove the trustees?",
      "detail-required": false,
      "correct-option": "Yes"
    },
    {
      "id": "4_12_9_3_a",
      "label": "For associations or registered co-operatives, does your business identify and verify individuals entitled to exercise 25% or more of voting rights?",
      "detail-required": false,
      "correct-option": "Yes"
    },
    {
      "id": "4_12_9_3_b",
      "label": "For associations or registered co-operatives, does your business identify and verify individuals entitled to 25% or more of the property upon dissolution?",
      "detail-required": false,
      "correct-option": "Yes"
    },
    {
      "id": "4_12_9_3_c",
      "label": "For associations or registered co-operatives, does your business identify and verify individuals holding the position of senior managing official?",
      "detail-required": false,
      "correct-option": "Yes"
    },
    {
      "id": "4_13_1",
      "label": "Does your business have risk-management systems to determine whether a customer or beneficial owner is a politically exposed person (PEP)?",
      "detail-required": true,
      "correct-option": "Yes",
      "detail-label": "Describe the risk-management systems used to determine PEP status."
    },
    {
      "id": "4_13_2_1",
      "label": "For domestic or international organisation PEPs, does your business comply with the identification requirements specified for individual customers (4.2.3 to 4.2.9)?",
      "detail-required": false,
      "correct-option": "Yes"
    },
    {
      "id": "4_13_2_2",
      "label": "For domestic or international organisation PEPs, does your business determine whether the person is of high ML/TF risk?",
      "detail-required": true,
      "correct-option": "Yes",
      "detail-label": "Describe the process for assessing the ML/TF risk level of domestic or international PEPs."
    },
    {
      "id": "4_13_3_1",
      "label": "For foreign PEPs or high-risk domestic/international PEPs, does your business identify the PEP as if they were an individual customer (4.2.3 to 4.2.9)?",
      "detail-required": false,
      "correct-option": "Yes"
    },
    {
      "id": "4_13_3_2",
      "label": "For foreign PEPs or high-risk domestic/international PEPs, does your business obtain senior management approval before establishing or continuing the business relationship?",
      "detail-required": true,
      "correct-option": "Yes",
      "detail-label": "Describe the senior management approval process for foreign or high-risk PEPs."
    },
    {
      "id": "4_13_3_3",
      "label": "For foreign PEPs or high-risk domestic/international PEPs, does your business take reasonable measures to establish the PEP's source of wealth and source of funds?",
      "detail-required": true,
      "correct-option": "Yes",
      "detail-label": "Describe the measures used to establish the PEP's source of wealth and source of funds."
    },
    {
      "id": "4_13_4",
      "label": "Does your business have risk-based systems and controls to respond to discrepancies arising during PEP verification?",
      "detail-required": true,
      "correct-option": "Yes",
      "detail-label": "Describe the procedure for resolving discrepancies found during the PEP verification process."
    }
  ],
  "groups": [
    {
      "id": "4_12",
      "title": "Part 4.12: Beneficial Owner Discrepancies and Alternative Identification",
      "description": "Procedures for responding to verification discrepancies and identifying alternative individuals when a beneficial owner cannot be determined."
    },
    {
      "id": "4_13",
      "title": "Part 4.13: Politically Exposed Persons (PEPs)",
      "description": "Systems for determining PEP status and applying appropriate risk-management steps for domestic, international, and foreign PEPs."
    },
    {
      "id": "4_13_2",
      "title": "Domestic and International Organisation PEPs",
      "description": "Standard identification and risk assessment requirements for domestic and international organisation PEPs."
    },
    {
      "id": "4_13_3",
      "title": "Foreign and High-Risk PEPs",
      "description": "Enhanced measures for foreign PEPs and any domestic/international organisation PEPs identified as high risk."
    }
  ],
  "rules": [
    {
      "target": "4_13",
      "scope": "4_1_5_2",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    },
    {
      "target": "4_12",
      "scope": "4_1_5_1",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    }
  ]
}