{
    "fields": [
      {
        "id": "4_8_2_1",
        "label": "Does your program include risk-based systems and controls to be reasonably satisfied that a government body customer exists?",
        "detail-required": true,
        "correct-option": "Yes",
        "detail-label": "Describe the risk-based systems and controls used to verify the existence of government bodies."
      },
      {
        "id": "4_8_2_2",
        "label": "Does your program include systems to be satisfied that information about beneficial owners has been provided for certain kinds of government bodies?",
        "detail-required": true,
        "correct-option": "Yes",
        "detail-label": "Describe the systems used to ensure beneficial ownership information is provided for relevant government bodies."
      },
      {
        "id": "4_8_3_1",
        "label": "Does your business collect the full name of the government body?",
        "detail-required": false,
        "correct-option": "Yes"
      },
      {
        "id": "4_8_3_2",
        "label": "Does your business collect the full address of the government body's principal place of operations?",
        "detail-required": false,
        "correct-option": "Yes"
      },
      {
        "id": "4_8_3_3",
        "label": "Does your business collect whether the government body is an entity, emanation, or established under legislation of the Commonwealth?",
        "detail-required": false,
        "correct-option": "Yes"
      },
      {
        "id": "4_8_3_4",
        "label": "Does your business collect whether the government body is an entity, emanation, or established under legislation of a State, Territory, or foreign country?",
        "detail-required": false,
        "correct-option": "Yes"
      },
      {
        "id": "4_8_3_5",
        "label": "If applicable, does your business collect the name of the specific State, Territory, or foreign country?",
        "detail-required": false,
        "correct-option": "Yes"
      },
      {
        "id": "4_8_4",
        "label": "Does your business have risk-based systems to determine if any other KYC information relating to the government body's existence should be collected?",
        "detail-required": true,
        "correct-option": "Yes",
        "detail-label": "Describe the risk-based systems and controls used to determine if additional KYC information is required."
      },
      {
        "id": "4_8_5",
        "label": "Does your business verify the collected information using reliable and independent documentation or electronic data?",
        "detail-required": true,
        "correct-option": "Yes",
        "detail-label": "Specify the reliable and independent documentation or data sources used for verification."
      },
      {
        "id": "4_8_6",
        "label": "Does your business have risk-based systems to determine if additional KYC information (beyond the minimum) should be verified?",
        "detail-required": true,
        "correct-option": "Yes",
        "detail-label": "Describe the criteria for determining which additional KYC information should be verified."
      },
      {
        "id": "4_8_7",
        "label": "Does your business have systems to determine whether to collect KYC information about the ownership or control of a foreign government body?",
        "detail-required": true,
        "correct-option": "Yes",
        "detail-label": "Describe the systems used to determine if ownership or control information for foreign government bodies is required."
      },
      {
        "id": "4_8_8",
        "label": "Does your business have systems to determine whether to verify the ownership or control information collected for foreign government bodies?",
        "detail-required": true,
        "correct-option": "Yes",
        "detail-label": "Describe the systems used to determine whether to verify ownership or control information for foreign government bodies."
      },
      {
        "id": "4_8_9",
        "label": "Does your business have risk-based systems to respond to discrepancies that arise during the verification of a government body?",
        "detail-required": true,
        "correct-option": "Yes",
        "detail-label": "Describe the procedure for responding to and resolving discrepancies identified during verification."
      }
    ],
    "groups": [
      {
        "id": "4_8",
        "title": "Part 4.8: Government Bodies",
        "description": "Applicable customer identification procedures with respect to domestic and foreign government bodies."
      },
      {
        "id": "4_8_2",
        "title": "General Requirements",
        "description": "Mandatory risk-based systems to ensure the existence of the entity and identification of beneficial owners."
      },
      {
        "id": "4_8_3",
        "title": "Collection of Information",
        "description": "Minimum KYC information required for government bodies (Clause 4.8.3)."
      },
      {
        "id": "4_8_5",
        "title": "Verification and Additional KYC",
        "description": "Procedures for verifying identity and determining if further information is required based on risk."
      },
      {
        "id": "4_8_7",
        "title": "Foreign Government Entities",
        "description": "Specific requirements for identifying ownership and control of foreign government emanations."
      },
      {
        "id": "4_8_9",
        "title": "Responding to Discrepancies",
        "description": "Systems for handling information conflicts to ensure the entity is reasonably satisfied of the customer's identity."
      }
    ],
    "rules": [
      {
        "target": "4_8",
        "scope": "4_1_4_7",
        "effect": "SHOW",
        "schema": {
          "const": "Yes"
        }
      },
      {
        "target": "4_8_3_5",
        "scope": "4_8_3_4",
        "effect": "SHOW",
        "schema": {
          "const": "Yes"
        }
      }
    ]
}