{
  "fields": [
    {
      "id": "4_15_1",
      "label": "Does your business use alternative identity proofing processes when a customer does not possess, and is unable to obtain, the necessary information or evidence of identity?",
      "detail-required": true,
      "correct-option": "N/A",
      "detail-label": "Describe the alternative identity proofing processes and the risk-based systems and controls used to establish customer identity."
    },
    {
      "id": "4_15_1_A",
      "label": "Does your business use alternative identity proofing processes when a customer possesses, but is unable to provide, information or evidence of identity due to COVID-19 Pandemic measures?",
      "detail-required": true,
      "correct-option": "N/A",
      "detail-label": "Describe the alternative identity proofing processes and the risk-based systems and controls used during the COVID-19 Pandemic."
    },
    {
      "id": "4_15_2",
      "label": "Does your business accept self-attestations from customers certifying that their identity information is true and correct if other identification processes are unavailable?",
      "detail-required": false,
      "correct-option": "N/A"
    },
    {
      "id": "4_15_3",
      "label": "Does your business apply appropriate levels of ongoing customer due diligence to identify, mitigate, and manage ML/TF risks associated with identities established via self-attestation?",
      "detail-required": true,
      "correct-option": "Yes",
      "detail-label": "Describe the ongoing customer due diligence (OCDD) procedures applied to identities established via self-attestation."
    },
    {
      "id": "4_15_4",
      "label": "Does your business have controls to ensure you do not rely on a self-attestation if it is known or suspected to be incorrect or misleading?",
      "detail-required": true,
      "correct-option": "Yes",
      "detail-label": "Describe the controls in place to ensure self-attestations known or suspected to be incorrect or misleading are not relied upon."
    },
    {
      "id": "4_15_5",
      "label": "Does your business rely on copies of documents for verification (in lieu of originals or certified copies) when COVID-19 Pandemic measures prevent standard verification?",
      "detail-required": true,
      "correct-option": "N/A",
      "detail-label": "Describe the risk-based systems and controls for relying on copies of documents for verification during the COVID-19 Pandemic."
    }
  ],
  "groups": [
    {
      "id": "4_15",
      "title": "Part 4.15: Alternative Identity Procedure",
      "description": "Procedures to follow where a customer cannot provide satisfactory evidence of identity due to limited access to documents or COVID-19 Pandemic measures."
    },
    {
      "id": "4_15_2",
      "title": "Self-Attestation Controls",
      "description": "Additional requirements and risk management for customers identified via self-attestation."
    }
  ],
  "rules": [
    {
      "target": "4_15_2",
      "scope": "4_15_2",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    }
  ]
}